Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Mój znajomy lata temu porzucił pewną kobietę. Teraz wrócił, by odzyskać jej względy. W dużym skrócie, organizuję dla nich schadzkę, by mogli się pogodzić.
uk: Мій знайомий покинув жінку багато років тому. Тепер він повернувся, щоб повернути її прихильність. Коротше кажучи, я організовую для них зустріч, щоб вони могли примиритися.

source: Mój łeb... czego ty jeszcze chcesz, gów... eee... mały?
uk: Моя голова... Що тобі ще треба, заср... е... хлопче?

source: Mów albo znowu poharatam ci szczękę.
uk: Говори, бо я тобі ще раз в щелепу вріжу.

source: Mów ciszej, do cholery! Są tuż za rogiem! Chcesz, żeby nas usłyszeli?!
uk: Тихіше, чорт забирай! Вони за рогом! Хочеш, щоб вони нас почули?

source: Mów dalej.
uk: Продовжуй.

source: Mów do mnie Zacky.
uk: Називай мене Закі.

source: Mów mi Ivy.
uk: Мене звати Айві.

source: Mów mu co chcesz.
uk: Кажи йому, що хочеш.

source: Mów mu co chcesz. Sam fakt, że służę mieszkańcom Archolos świadczy o moich dobrych intencjach.
uk: Кажи йому все, що хочеш. Сам факт, що я служу мешканцям Архолосу, доводить мої добрі наміри.

source: Mów śmiało. Mam nadzieję, że tym razem będziemy mogli skorzystać na jego obecności.
uk: Продовжуй. Сподіваюся, цього разу ми отримаємо якусь користь від його присутності.

source: Mów!
uk: Розкажи!

source: Mów, czego się dowiedziałeś?
uk: Розказуй, що ти дізнався?

source: Mów, dlaczego mnie odwiedziłeś. Interesuje cię moja praca?
uk: Скажи, навіщо ти до мене прийшов? Ти цікавишся моєю роботою?

source: Mów, jeśli musisz.
uk: Говори, що хочеш.

source: Mów, o co chodzi.
uk: Розказуй, про що йдеться.

source: Mów, o co chodzi?
uk: Кажи, про що йдеться?

source: Mów.
uk: Розкажи.

source: Mówca
uk: Оповісник

source: Mówcie im, jak jest... no, dobra, lekko koloryzujcie. Niech sobie wszyscy pomyślą 'cholera, nie jest tam tak źle', a nie 'ta, jasne, i jeszcze może ze smokami walczycie?'. Rozumiesz?
uk: Розкажіть їм, все як є... ну, добре, трохи можна прикрасити. Нехай подумають 'дідько, а там не так вже й погано', а не 'ну, звісно, а може ти ще й з драконами б'єшся?'. Зрозумів?

source: Mówcie, co chcecie, ale Cortez by tego nie pochwalał.
uk: Кажи, що хочеш, але Кортез не схвалив би цього.

source: Mówi ci coś określenie 'kompozytowy'? Jeśli nie, to najwyższa pora się nim zainteresować. Chodzi o łączenie ze sobą kilku materiałów, by uzyskać optymalną giętkość oraz wytrzymałość łęczyska.
uk: Термін 'композитний' тобі про щось говорить? Якщо ні, то саме час про це дізнатися. Це означає поєднання декількох матеріалів для досягнення оптимальної гнучкості та міцності лука.

source: Mówi im: 'Macie mi przynieść jakąś broń!'
uk: І каже їм: 'Принесіть мені якусь зброю!'

source: Mówi się nawet o kuźniach, które były jednocześnie kuchniami, tak by nie tracić ciepła pieców tylko na jedną czynność.
uk: Існують навіть розповіді про кузні, які були одночасно і кухнями, щоб тепло від печей не витрачалося лише на один вид діяльності.

source: Mówi się nawet, że gdzieś w mieście mają swoją kryjówkę.
uk: Кажуть, що у них навіть є схованка десь у місті.

source: Mówi się o mieszkającej tam wiedźmie, wyznającej jakieś zapomniane bóstwo ludu zamieszkującego Archolos jeszcze przed ludem Volfzacka.
uk: Подейкують, що там живе відьма, яка поклоняється якомусь забутому божеству тих народів, що населяли Архолос ще до людей Вольфзака.

source: Mówi się trudno!
uk: Нічого не вдієш!

source: Mówi się trudno.
uk: Нічого не вдієш.

source: Mówi się trudno. Dzięki za rozmowę.
uk: Нічого не вдієш. Дякую за розмову.

source: Mówi się trudno. Przygotuj się na dzień pełen wrażeń.
uk: Нічого не вдієш. Приготуйся до дня, насиченого яскравими враженнями.

source: Mówi się, że nazwa tego spalonego w południowym słońcu traktu wywodzi się od sprzedawanych na nim dóbr, takich jak karmazynowe wina z Montilii, rubiny wydobywane z kopalni Vallaros i egzotyczne, korzenne przyprawy z Szafranowej Oazy. Inni z kolei twierdzą, że szkarłat nawiązuje do krwi, którą okupione zostały ubite na szlaku targi.
uk: Кажуть, що назва цього випаленого сонцем південного шляху походить від товарів, що продаються на ньому, таких як малинові вина з Монтильї, рубіни, видобуті з копалень Валлароса, та екзотичні прянощі з Шафранової оази. Інші стверджують, що багряний колір символізує кров, пролиту на цьому торговому шляху.

source: Mówi się, że pojawia się ono jedynie w czasach niepokoju i wojen, by wspomóc wyznawców Adanosa w przywróceniu porządku.
uk: Вважається, що він з'являється лише в часи заворушень і воєн, щоб допомогти послідовникам Аданоса у відновленні порядку.

source: Mówi to człowiek, który spalił połowę miasta, by zdobyć władzę.
uk: Це говорить людина, яка спалила півміста, щоб здобути владу.

source: Mówicie o Volkerze?
uk: Ти кажеш про Волкера?

source: Mówili o nim Duży Ben. Jest... to znaczy, był mistrzem tamtejszej areny i strasznym furiatem.
uk: Його називають Великим Беном. Він чемпіон... точніше, був чемпіоном місцевої арени, і страшним нелюдом.

source: Mówili, że porywamy się z motyką na słońce, próbując rozkręcić tu interes, ale jakimś cudem nam się udało.
uk: Всі говорили, що ми перегрілися на сонці, коли ми починали свій бізнес, але нам це якось вдалося.

source: Mówiliście coś o przejmowaniu interesu.
uk: Ви щось казали про перебирання бізнесу.

source: Mówisz o Amirze? To tchórz i obibok. Dostał robotę w Mrocznych Tajemnicach tylko dlatego, że jest bratem właścicielki.
uk: Ти про Аміра? Він боягуз і нероба. Він отримав роботу в Темних Таємницях лише тому, що він брат власниці.

source: Mówisz o Holdwigu czy o...
uk: Ти говориш про Гольдвіга чи...

source: Mówisz o Stanie, któremu ostatnio zeszło się z tego świata?
uk: Ти говориш про Стена, який нещодавно покинув цей світ?

source: Mówisz o nim z wielkim szacunkiem.
uk: Ти говориш про нього з великою повагою.

source: Mówisz o tych sukieneczkach? Tak, widziałem twoich kolegów, jak w nich paradowali. Ubaw po pachy.
uk: Ти говориш про ті сукні? Так, я бачив, як твої колеги дефілювали в них. Було дуже весело.

source: Mówisz o tym szalonym wypierdku? O bogowie! Gonił mnie jak sam Beliar ze dwadzieścia razy!
uk: Ти говориш про того божевільного виродка? О боги! Він ганявся за мною, як сам Беліар, разів двадцять!

source: Mówisz o tym tak, jakby to sam Volker był odpowiedzialny za całe zło na tej wyspie. Zapytam cię o to samo, o co pytałem ostatnio, gdy prowadziliśmy taką rozmowę.
uk: Ти кажеш про це так, ніби один Волкер відповідальний за все зло на цьому острові. Спитаю тебе те саме, що й минулого разу, коли ми з тобою про це розмовляли.

source: Mówisz poważnie?
uk: Ти це серйозно?

source: Mówisz, że brałeś w tym udział? Cholera, masz odwagę stary! Słyszałem, że niejeden żołnierz, ucieka z pola bitwy na sam ich widok...
uk: Кажеш, ти брав у цьому участь? Чорт забирай, а ти хоробрий, чоловіче! Я чув, що не один солдат тікав з поля бою, лише побачивши їх...

source: Mówisz, że byłaś jedynie narzędziem w rękach Lichwiarza, choć nie oczyszcza cię to z winy. Nie ja jednak będę cię sądził.
uk: Ти кажеш, що була лише знаряддям у руках Лихваря, але це тебе не виправдовує. Однак не мені тебе судити.

source: Mówisz?
uk: Серйозно?

source: Mówisz? W sumie, czemu nie. Nie wyglądasz na całkowitego słabeusza. Powiedz tylko kiedy będziesz gotowy.
uk: Справді? А чому б і ні. Ти не схожий на абсолютного слабака. Тільки скажи, коли будеш готовий.

source: Mówią o nim Duży Ben i jest mistrzem tamtejszej areny.
uk: Його називають Великим Беном і він чемпіон місцевої арени.

source: Mówią, że doprowadziłeś sprawy do porządku u Albyna.
uk: Кажуть, що ти все залагодив із Альбіном.

source: Mówią, że jest tak bardzo przejęty robotą, że nie śpi całymi nocami, przez co może pracować dłużej niż inni.
uk: Кажуть, що він настільки захоплений роботою, що не спить ночами, і тому може працювати довше за інших.

source: Mówią, że milczenie jest złotem. W mojej bajce za milczenie się płaci - złotem.
uk: Кажуть, що мовчання – золото. У моїй казці за мовчання теж платять золотом.

source: Mówią, że mądrość przychodzi z wiekiem. Szkoda tylko, że członkowie Najwyższej Rady dawno zapomnieli, co znaczą te słowa.
uk: Кажуть, що мудрість приходить з віком. Шкода тільки, що члени Вищої Ради вже давно забули, що означають ці слова.

source: Mówią, że prawdziwych przyjaciół poznaje się w biedzie. Choć jeszcze nie tak dawno szukałem powodu, by przymknąć tego gówniarza Adelarda i jego bandę oberwańców, dzisiaj stanęli z nami ramię w ramię. Po długich godzinach walki z żywiołem, wspólnymi siłami udało nam się ugasić płomienie, a Południowców wybić lub pojmać. Ich przywódca jednak rozpłynął się bez śladu.
uk: Кажуть, що справжні друзі пізнаються в біді. Ще нещодавно я шукав привід, щоб заарештувати цього гівнюка Аделарда та його банду розбійників, а вже сьогодні вони стояли пліч–о–пліч з нами. Після довгих годин боротьби зі стихією нам разом вдалося загасити полум'я, а південці були розбиті або захоплені в полон. Їхній ватажок, однак, безслідно зник.

source: Mówią, że przemyka skrajem lasu, wypatrując wieśniaków wracających z pól i miejsc połowów. Niewielu ją widziało, a jeszcze mniej przeżyło z nią spotkanie...
uk: Кажуть, що він крадеться узліссям, вистежуючи селян, які повертаються з полів або риболовлі. Мало хто бачив його, і ще менше тих, хто пережив з ним зустріч...

source: Mówią, że rozmawiałeś z Roderichem i załatwiłeś sprawę.
uk: Кажуть, ти поговорив з Родеріхом і все залагодив.

source: Mówiąc inaczej, wykonywanie prostych zleceń handlowych, doręczanie istotnych dokumentów, czasami obicie buźki komu trzeba...
uk: Інакше кажучи, виконувати прості торгові доручення, доставляти важливі документи, час від часу давати по пиці кому треба...

source: Mówiąc krótko, Gildia nie spełniła swoich zobowiązań wobec mnie.
uk: Коротше кажучи, Гільдія не виконала своїх зобов’язань переді мною.

source: Mówiąc krótko, mam się pozbyć Gerharda?
uk: Якщо коротко, мені потрібно позбутися Герхарда?

source: Mówiąc najkrócej jak się da, zbieram próbki.
uk: Коротко кажучи, збираю зразки.

source: Mówiąc o opóźnieniach, lepiej będzie, jeśli zaraz wrócę do pracy.
uk: До речі, про затримки, я краще повернуся до роботи.

source: Mówiąc o pomocy, jak poszła rozmowa ze Starszym?
uk: До речі, про допомогу, як пройшла розмова зі старостою?

source: Mówiąc wprost, Marvin, jeśli ci się nie uda - nawet do mnie nie wracaj.
uk: Говорячи прямо, Марвіне, якщо тобі не вдасться – навіть не повертайся до мене.

source: Mówię ci tyle, ile musisz wiedzieć. Teraz idź, zrób te swoje czary mary i załatw, żeby dostawy kursowały tak jak powinny.
uk: Я розповідаю тобі стільки, скільки тобі потрібно знати. А тепер йди, роби свій фокус-покус і налагоджуй постачання, як слід.

source: Mówię ci, czuję, że ta wyprawa przyniesie nam sporo złota! Postawię sobie dom, kupię pole i zatrudnię kilku pracowników... Tobie też radzę już zaplanować sobie przyszłość!
uk: Кажу тобі, я відчуваю, що ця експедиція принесе нам купу золота! Я побудую собі дім, куплю поле, і найму кілька працівників... А тобі раджу вже зараз планувати своє майбутнє!

source: Mówię ci, dziwadło jakieś.
uk: Кажу тобі, дивак якийсь.

source: Mówię ci, facet był wielki jak góra. Nagle zrobiło się cicho, a on tylko kiwnął na jednego z kolegów Willema. Ten dopił swój rum i razem wyszli z karczmy.
uk: Кажу тобі, він був великий як гора. Раптом стало тихо, а він лише кивнув одному з друзів Віллема. Той допив свій ром і вони разом вийшли з корчми.

source: Mówię ci, jeśli pozostało mi w kogoś wierzyć, to tylko w niego.
uk: Чесно кажучи, якщо у мене і залишилася віра в когось, то тільки в нього.

source: Mówię ci, podpieprzył komuś łódkę, wziął skrzynię pod pachę i tyle go widzieli!
uk: Кажу тобі, він заліз на чийсь човен, взяв ящик під руку, і тільки його бачили!

source: Mówię ci, powinieneś kiedyś spróbować tej roboty, kolego.
uk: Кажу тобі, ти повинен колись спробувати цю роботу, друже.

source: Mówię ci, przy nikim nie nauczyłem się tylu trików co przy nim!
uk: Кажу тобі, я ні з ким не розучив стільки трюків, скільки з ним!

source: Mówię ci, słyszałem tam jakieś odgłosy ostatniej nocy...
uk: Кажу тобі, я чув там якісь звуки минулої ночі...

source: Mówię ci, to musiał być Rodrigo.
uk: Кажу тобі, це точно був Родріго.

source: Mówię ci, to ona, kryje się gdzieś tam i czeka na dogodną okazję do ataku...
uk: Кажу тобі, це він, ховається десь там і чекає зручної нагоди, щоб напасти...

source: Mówię ci, zapłaci mi za to! Ja nie spłacam długów?! Ja?! Zawsze oddaję w terminie! Zawsze! Nie dam mu się więcej oszukiwać!
uk: Кажу тобі, він мені за це заплатить! Це я не плачу борги?! Я?! Я завжди плачу вчасно! Завжди! Я більше не дозволю йому себе дурити!

source: Mówię ci, znajdź sobie inną, porządną...
uk: Кажу тобі, знайди собі іншу, поряднішу...

source: Mówię o tym nie przypadkiem, gdyż wymyśliłem dobry test waszych umiejętności.
uk: Я кажу це не просто так, адже я придумав гарний спосіб перевірити ваші навички.

source: Mówię ostatni raz, odejdź!
uk: Кажу востаннє, йди геть!

source: Mówię po raz ostatni!
uk: Кажу востаннє!

source: Mówię prawdę...
uk: Я кажу правду...

source: Mówię to z bólem serca, ale nie mogę nic dla nich zrobić.
uk: Я кажу це з болем у серці, але я нічого не можу для них зробити.

source: Mówił coś ciekawego?
uk: Що цікавого він розповів?

source: Mówił coś o czymś, co musi załatwić w lokalnej winnicy. Powinien niedługo wrócić.
uk: Він казав щось про те, що йому потрібно розібратися з чимось на місцевому винограднику. Він скоро повернеться.

source: Mówił coś o jakimś ogniu i oczyszczeniu. Zanim zdążyłem cokolwiek zrobić, wszyscy byli już martwi.
uk: Він щось говорив про якийсь вогонь і очищення. Перш ніж я зміг щось зробити, всі були вже мертві.

source: Mówił coś o polowaniu na górskie trolle, a strażnicy widzieli, jak szedł w kierunku Bursztynowego Wybrzeża.
uk: Він казав щось про полювання на гірських тролів, і вартові бачили його, коли він йшов у бік Бурштинового узбережжя.

source: Mówił o jakiejś robótce na boku, ale nie wyjaśnił, o co dokładnie chodziło.
uk: Він говорив про якусь роботу на стороні, але не пояснював, про що саме йшлося.

source: Mówił też, że facet ma kontakty z ludźmi, którzy handlują wszystkim, co tylko wpadnie im w łapska i mają swoje dojścia na całej wyspie.
uk: Також казав, що той має контакти з людьми, які торгують усім, що потрапляє їм до рук, і які мають зв'язки по всьому острову.

source: Mówił też, że ma zamiar iść do Łaźni i wypocząć za wszystkie lata pracy.
uk: Він також сказав, що збирається піти до Лазні і відпочити за всі роки роботи.

source: Mówił, że nic nam nie będzie groziło, jeśli zaczniemy dla niego pracować.
uk: Він сказав, що нам нічого не загрожуватиме, якщо ми почнемо працювати на нього.

source: Mówił, że porwałeś mu jego owcę o imieniu Betsy.
uk: Він сказав, що ти викрав його вівцю на ім'я Бетсі.

source: Mówił, że skoro Gildia Kupiecka może przejść przez las, to on też. Najwyraźniej nie mógł.
uk: Він сказав, що якщо Торгова Гільдія може пройти через ліс, то і він зможе. Вочевидь, не зміг.

source: Mówiła coś o braku perspektyw i rychłym powrocie do miasta, ale jeśli się pospieszysz, może ją jeszcze złapiesz.
uk: Вона говорила щось про відсутність перспектив і неминуче повернення до міста, але якщо поквапишся, то можеш ще її застати.

source: Mówiła coś?
uk: Вона щось сказала?

source: Mówiła, że to nie miejsce dla moich owiec. To poszedłem dalej, wzdłuż rzeki, skacząc i śpiewając w deszczu, aż... doszedłem do chaty koło rzeki.
uk: Вона сказала, що це не місце для моїх овець. Тож я пішов далі, вздовж річки, стрибаючи і співаючи під дощем, аж поки не... дійшов до хатини біля річки.

source: Mówiłam ci chyba wyraźnie, żebyś uważał, ale wszyscy we dworze już wiedzą o twojej wpadce!
uk: Здається, я чітко попросила тебе бути обережним, але всі навкруги вже знають про твій промах!

source: Mówiłam ci już, nie pożyczam pieniędzy ludziom, o których nic nie wiem! Ale mogę za to zaoferować ci coś innego.
uk: Як я вже казала, я не позичаю гроші людям, про яких нічого не знаю! Але я можу запропонувати тобі дещо інше.

source: Mówiłam mu... prosiłam go, żebyśmy płynęli na Khorinis, nie na to cholerne Archolos, ale mnie nie słuchał.
uk: Я казала йому... Я просила його пливти до Хорініса, а не до того клятого Архолосу, але він мене не послухав.

source: Mówiłam, żebyś przyszedł wieczorem!
uk: Я ж казала, приходь ввечері!

source: Mówiłaś, że i tak się tu nudzisz.
uk: Ти казала, що тобі тут так нудно.

source: Mówiłem ci jasno, że masz kupić ten dom.
uk: Я чітко сказав тобі, що ти маєш купити будинок.

source: Mówiłem ci przecież, że idę do Bodowina po lekarstwo.
uk: Я ж тобі казав, що йду до Бодовіна по ліки.

source: Mówiłem ci to już wcześniej i teraz powtórzę: pozbycie się Holdwiga to jedyny sposób na rozwiązanie problemu raz a dobrze!
uk: Я говорив тобі це раніше і скажу ще раз: позбутися Гольдвіга - це єдиний спосіб вирішити проблему раз і назавжди!

source: Mówiłem ci, masz szczęście, że w ogóle żyjesz.
uk: Я ж казав, тобі пощастило, що ти взагалі залишився живий.

source: Mówiłem ci, że mój czas jest cenny. O wiele cenniejszy niż to, co mi tu dajesz!
uk: Я ж казав, що мій час цінний. Набагато цінніший, ніж те, що ти мені тут даєш!

source: Mówiłem ci, że to mi zaszkodziło, a ty mnie oskarżasz o pijaństwo...
uk: Я ж казав тобі, мені від цього було зле, а ти звинувачуєш мене у пияцтві...

source: Mówiłem ci, że to wielkie wydarzenie.
uk: Я ж казав, що це велика подія.

source: Mówiłem ci, że zawartość jest cenna!? Jeśli chcesz znaleźć ich więcej, to niestety nie jestem w stanie ci pomóc.
uk: Я ж казав тобі, що вміст дуже цінний! Якщо ти хочеш знайти більше, я, на жаль, не зможу тобі допомогти.

source: Mówiłem już przynajmniej ze sto razy, nie będę zajmował się ranami każdego farmera. Dość już się nawarzyłem eliksirów.
uk: Я вже сто разів казав, що не збираюся лікувати рани кожного фермера. Я вже наварив достатньо еліксирів.

source: Mówiłem już twoim kolegom, że nic nie wiem o żadnym zielu!
uk: Я вже сказав твоїм колегам, що нічого не знаю ні про яке зілля!

source: Mówiłem mu, że nie ma do czego wracać, ale nie mogę sprzeciwić się jego woli.
uk: Я сказав йому, що вже нічого не змінити, але не міг піти проти його волі.

source: Mówiłem mu, że nie mam ochoty na te dziecinne gierki, ale skoro tak bardzo lubi tę swoją grę to ja mu pokaże jak się dobrze bawić.
uk: Я сказав йому, що не маю бажання грати в ці дитячі ігри, але якщо йому так подобається його гра, то я влаштую йому справжню розвагу.

source: Mówiłem o całym garnku, a nie o porcji dla biedaka!
uk: Я говорив про цілий горщик, а не про порцію для бідняка!

source: Mówiłem o sobie.
uk: Я говорив про себе.

source: Mówiłem wam, to Pablo ściągnął na nas Gildię Kupiecką.
uk: Я ж казав, що це Пабло нацькував на нас Торгову Гільдію.

source: Mówiłem wam, że to zwykła banda wieśniaków, którzy bawili się w porwania i szmuglowanie towarów z okolicznych farm.
uk: Я ж казав, що це просто купка селян, які гралися у викрадення та контрабанду товарів з навколишніх ферм.

source: Mówiłem, mam spore znajomości, ludzie na ogół mnie szanują. Dam ci referencje.
uk: Я казав, що маю багато зв'язків, люди мене поважають. Я дам тобі рекомендацію.

source: Mówiłem, nie mam czasu dla żółtodziobów.
uk: Я ж сказав, що не маю часу на початківців.

source: Mówiłem, nie uczę słabiaków.
uk: Я ж казав, я не вчу слабаків.

source: Mówiłem, że będzie tanio, ale nie aż tak!
uk: Я казав, що це буде дешево, але не настільки!

source: Mówiłem, że jesteś cherlakiem i miałem rację, cherlaku.
uk: Я ж казав, що ти здохляк, і я був правий, здохляче.

source: Mówiłem, że kręcił się przy kuchni, nie mówiłem, że kogoś otruł.
uk: Я сказав, що він вештався біля кухні. Я не казав, що він когось отруїв.

source: Mówiłem, że nie mam czasu na uczenie podstaw. Potrenuj najpierw z kimś innym.
uk: Я ж сказав, що не маю часу навчати основам. Спочатку потренуйся з кимось іншим.

source: Mówiłem, że nie uczę żółtodziobów. Nabierz więcej doświadczenia.
uk: Я ж казав, що не вчу новачків. Набирайся досвіду.

source: Mówiłem, że picie wina dopiero PO próbie, a nie PRZED. Zostawić tam cały sprzęt, gdzie byle podróżny może go zgarnąć, wy chyba wszyscy z kołyski kiedyś wylecieliście!
uk: Я ж казав, що вино можна дудлити тільки ПІСЛЯ справи, а не ДО. Залишити все спорядження там, де його може поцупити будь-який мандрівник, ви що, з дуба попадали!

source: Mówiłem, że strażnicy też potrzebują trochę dobrego piwa. Lennart będzie brał skrzynkę na tydzień.
uk: Я ж казав, що вартовим теж потрібно трохи хорошого пива. Ленарт буде брати ящик щотижня.

source: Mówiłem, żebyś udał się do niego jeśli wszelkie inne metody zawiodą!
uk: Я казав звернутись до нього, якщо всі інші методи проваляться!

source: Mówiłeś coś o jakiejś propozycji.
uk: Ти щось казав про якусь пропозицію.

source: Mówiłeś o tym komuś innemu?
uk: Ти комусь ще про це розповідав?

source: Mówiłeś o winie. Które twoim zdaniem byłoby najlepsze?
uk: Ти говорив про вино. Яке, на твою думку, було б найкращим?

source: Mówiłeś, że dla magii nie ma rzeczy niemożliwych.
uk: Ти казав, що для магії немає нічого неможливого.

source: Mówiłeś, że kuźnia znajduje się we wschodnim skrzydle. Jesteś pewny, że to właściwa droga?
uk: Ти казав, що кузня у східному крилі. Ти впевнений, що це вірний шлях?

source: Mówiłeś, że nic nie wiesz o tych towarach.
uk: Ти сказав, що нічого не знаєш про ці товари.

source: Mówiłeś, że nie chcesz działać na szkodę Gildii.
uk: Ти сказав, що не хочеш шкодити інтересам Гільдії.

source: Mówiłeś, że nie wiesz nic o jagodach, ale wiedziałeś, że Oscar używa ich jako trutki na gryzonie.
uk: Ти сказав, що нічого не знаєш про ягоди, але знав, що Оскар використовує їх, щоб труїти щурів.

source: Mówiłeś, że nie zdradzasz takich informacji.
uk: Ти казав, що не розголошуєш таку інформацію.

source: Mówiłeś, że wiesz, kto mógł być zleceniodawcą otrucia. Kogo miałeś na myśli?
uk: Ти казав, що знаєш, хто може бути замовником замаху. Про кого йшлося?

source: Mówiłeś, że wszyscy Wilczy Synowie mogą nie wystarczyć, a tej grupce miałoby się udać?
uk: Ти казав, що всіх Вовчих Синів може не вистачити. А цей загін зможе впоратися?

source: Mówiłeś, że wycelowałeś ponad nim!
uk: Ти ж казав, що цілився вище!

source: Mówiłeś...
uk: Серйозно?

source: Mówmy, jak jest. I o dobrych, i o złych stronach.
uk: Говоримо все, як є. І хороше, і погане.

source: Mądra decyzja!
uk: Мудре рішення!

source: Mądra decyzja.
uk: Мудре рішення.

source: Mądra decyzja...
uk: Мудре рішення...

source: Mądre słowa, przyjacielu. Zgadzam się, jeden człowiek nie powinien dźwigać na barkach odpowiedzialności za taką decyzję.
uk: Мудрі слова, брате. Згоден, одна людина не повинна брати на себе відповідальність за таке рішення.

source: Mądre słowa.
uk: Мудрі слова.

source: Mądrość Bogów
uk: Мудрість Богів

source: Mądrość Generała Subliego
uk: Мудрість генерала Сублі

source: Mądry chłopak.
uk: Розумний хлопець.

source: Mądry chłopak. Gdybyś potrzebował jeszcze krótkiej drzemki, to wiesz, gdzie mnie szukać.
uk: Молодчина. Як захочеш подрімати, ти знаєш, де мене знайти.

source: Mądry chłopak... łap, to na dowód mojej wdzięczności.
uk: Розумний хлопець... візьми це на знак моєї вдячності.

source: Mądry chłopiec.
uk: Розумний хлопець.

source: Mądry chłopiec. Dopilnuję, żeby mieszkańcy o tym usłyszeli. Sprawę możemy uznać za załatwioną.
uk: Розумний хлопець. Я подбаю, щоб мешканці про це дізналися. Можемо вважати питання вирішеним.

source: Mądry chłopiec. Szanowani obywatele od razu poczują się bezpieczniej, a ci którym w głowie niszczenie czyjejś własności zobaczą do czego to prowadzi.
uk: Кмітливий парубок. Добропорядні громадяни одразу відчують себе в більшій безпеці, а ті, хто має намір нищити чуже майно, побачать, до чого це призводить.

source: Mądry facet!
uk: Розумний хлопець!
